{
  "result": [
    {
      "id": 1,
      "drama": "Goblin: The Lonely and Great God",
      "network": "tvN",
      "episodes" : "16",
      "releasedate" : "December 2, 2016 - January 21, 2017",
      "runtime" : "Fri and Sat 20:00",
      "genre" : "Fantasy / Romance",
      "sinopsis": "In ancient times, Kim Shin (Gong Yoo) is an unbeatable general in wars, but the young King (Kim Min-Jae) is jealous of Kim Shin and kills him. Kim Shin becomes Dokkaebi (Goblin), possessing an immortal life. At first he thinks that he is blessed, but he realizes that he is cursed. Closer to the present day, Kim Shin has waited 900 years for a human bride to end his immortal life. One night, he saves a dying pregnant woman (Park Hee-Von) who is destined to die. Meanwhile, the Grim Reaper (Lee Dong-Wook) is unable to find the dead pregnant woman. The woman gives birth to a baby girl named Ji Eun-Tak (later played by Kim Go-Eun). 9 years later, Ji Eun-Tak lives with her mother and is able to see ghosts. One night, her mother suddenly dies. On that night, she meets the Grim Reaper.In the present day, Ji Eun-Tak is a high school student. She still sees ghosts and hears their whisper of “Dokkaebi’s bride.” She now lives with her aunt’s family, but she is mistreated by them. On her birthday, Ji Eun-Tak sits by the sea with a lighted birthday cake. At that time, Kim Shin suddenly appears in front of her. Kim Shin does not know why, but he can hear her voice and appears in front of her against his will. Coincidentally, Kim Shin lives with the Grim Reaper at the same house. Now, Kim Shin appears in front of her against his will, whenever she turns off the lights. One day, Ji Eun-Tak tells him that he is Dokkaebi and she is his bride.",
      "image": "http://thecircular.org/wp-content/uploads/2017/12/Goblin.jpg"
    },
    {
      "id": 2,
      "drama": "It's Okay,That's Love",
      "network": "SBS",
      "episodes" : "16",
      "releasedate" : "July 23 - September 11, 2014",
      "runtime" : "Wed. and Thu. 21:55",
      "genre" : "Romance, Melodrama, Medical",
      "sinopsis": "Jang Jae-yeol is an author of bestselling mystery novels and a radio DJ. Playful and a bit arrogant, he also suffers from obsessive–compulsive disorder. Jang Jae-yeol was assaulted by his father when he was young. And his mother accidentally killed his father but he falsely testified that his brother killed his father. That guilt leads him to develop obsessive-compulsive disorder. Ji Hae-soo is a psychiatrist on her first year of fellowship. Driven and ambitious with her career yet compassionate towards her patients, Hae-soo has a negative attitude towards love and relationships in her personal life. Once Jae-yeol and Hae-soo meet, there is much contention between them caused by their strong personalities and refusal to give in to each other. But slowly their bickering turns into love and they begin to learn how compatible they are. Jae-yeol and Hae-soo attempt to heal each other's deep-seated wounds, but their fledgling relationship takes a blow when they learn that Jae-yeol's mental health issues are more serious than they initially suspected",
      "image": "https://mandhut.files.wordpress.com/2014/09/24phtly.jpg"
    },
    {
      "id": 3,
      "drama": "Memories of the Alhambra",
      "network": "tvN",
      "episodes" : "16",
      "releasedate" : "December 1, 2018 - January 20, 2019",
      "runtime" : "Sat. and Sun. 21:00",
      "genre" : "Fantasy",
      "sinopsis": "Yoo Jin-Woo (Hyun-Bin) is the CEO of an investment company. He has good sense at his work, a strong adventurous spirit and a strong desire for winning. Yoo Jin-Woo is going through a hard time emotionally due to things like betrayal from his friends. He visits Granada, Spain on business and stays at an old hostel run by Jung Hee-Joo (Park Shin-Hye). There, Yoo Jin-Woo gets involved in a strange affair.",
      "image": "https://cdns.klimg.com/resized/670x/p/memo252134523.jpg"
    },
    {
      "id": 4,
      "drama": "SKY Castle",
      "network": "JTBC",
      "episodes" : "20",
      "releasedate" : "November 23, 2018 - February 1, 2019",
      "runtime" : "Fri. and Sat. 23:00",
      "genre" : "Satire, Drama, Black comedy",
      "sinopsis": "SKY Castle follows the lives of 4 women living in luxurious SKY Castle neighborhood. They try make their husbands more successful and raise their children like prince and princesses. Han Seo-Jin (Yum Jung-Ah) is married to orthopedic surgeon Kang Joon-Sang (Jung Joon-Ho). They have two daughters. Han Seo-Jin seems to have a perfect life, but she has a secret. Lee Soo-Im (Lee Tae-Ran) is a writer of children's books. She holds a deep affection and consideration for people. Lee Soo-Im is married to neurosurgeon Hwang Chi-Young (Choi Won-Young). They have a son.No Seung-Hye (Yoon Se-Ah) is married to law school professor Cha Min-Hyuk (Kim Byung-Chul). Her husband talks about justice and happiness, but he hides a different side. One with having extreme egoism. They have two sons.Jin Jin-Hee (Oh Na-Ra) comes from a wealthy family. Her father owns buildings. Jin Jin-Hee admires Han Seo-Jin and tries to copy what she does. Like Han Seo-Jin, Jin Jin-Hee is married to an orthopedic surgeon, Woo Yang-Woo (Jo Jae-Yun).",
      "image": "https://i.pinimg.com/originals/fc/2c/e9/fc2ce9ef4bda883afbfe92bc15b64604.jpg"
    },
    {
      "id": 5,
      "drama": "Terius Behind Me",
      "network": "MBC",
      "episodes" : "32",
      "releasedate" : "September 27 - November 15, 2018",
      "runtime" : "Wed. and Thu. 22:00(35 minutes each / 2 episodes per day)",
      "genre" : "Mystery",
      "sinopsis": "Go Ae-Rin (Jung In-Sun) suddenly loses her husband. A mysterious man, Kim Bon (So Ji-Sub), lives next door. Kim Bon is a legendary NIS agent. 3 years ago, he was involved in a failed secret operation and the woman he loved died. He has since become disconnected with the world and lives alone quietly. He helps his neighbor Go Ae-Rin uncover a conspiracy, which her husband became involved with.",
      "image": "https://m.media-amazon.com/images/M/MV5BNjkzZTIyYTEtYTA1My00OWFlLTllMjYtZDBiNTZhMjM2M2QwXkEyXkFqcGdeQXVyNjc3MjQzNTI@._V1_.jpg"
    },
    {
      "id": 6,
      "drama": "When the Camellia Blooms",
      "network": "KBS2",
      "episodes" : "40",
      "releasedate" : "September 18 - November 21, 2019",
      "runtime" : "Weds. and Thurs. 22:00",
      "genre" : "Romance Comedy",
      "sinopsis": "Dong-Baek (Kong Hyo-Jin) gets involved with 3 men including Yong-Sik (Kang Ha-Neul). The 3 men consists of a good man, a bad man and a mean man.",
      "image": "https://bloggerperempuan.co.id/wp-content/uploads/2019/09/When_the_Camellia_Blooms-TP.jpg"
    }
  ]
}